export default {
  projections: {
    АнкетированиеE: {
      дата: {
        __caption__: 'Дата'
      },
      опрос: {
        __caption__: 'Опрос',
        название: {
          __caption__: 'Название'
        }
      },
      список: {
        __caption__: 'Список',
        сотрудники: {
          __caption__: 'Сотрудники',
          фамилия: {
            __caption__: 'Фамилия'
          }
        }
      }
    },
    АнкетированиеL: {
      дата: {
        __caption__: 'Дата'
      },
      опрос: {
        __caption__: 'Название',
        название: {
          __caption__: 'Название'
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    опрос: {
      __caption__: 'Опрос'
    },
    список: {
      __caption__: 'Список'
    }
  }
};
